{
  "modid": "duelistmod",
  "name": "Duelist Mod",
  "author_list": ["Nyoxide"],
  "description": "A Slay the Spire adaptation of Yu-Gi-Oh!\nAdds 146 cards, 7 relics, 3 potions and new buff/debuff powers exclusively to the Duelist character.\n\nREQUIREMENTS\nBasemod, StSLib, Replay the Spire, Conspire, The Servant, Slimebound\n\nSOURCE\n https://github.com/adambennett/StS-DuelistMod \n\nPATCH NOTES\nv1.146.1\n- Fixed Gravity Axe crash\n- Tokens now re-summon properly when triggered via a Tribute effect\n- Fissure should work better? Probably not\n- Blast Juggler got nerfed\n- Parasite Paracide power text is clearer, modifier is more indicative of actual effect chance\n\nv1.146.0\n- Added 4 new cards: Blast Juggler, Legendary Exodia Incarnate, Thunder Dragon, Superancient Dinobeast\n- Increased damage on Cannon Solider to 10 (from 5)\n- Card Destruction text is now correct on upgraded copy\n- Removed Big Castle Walls\n- Cards in starting deck are now all basic rarity\n- Dark Factory now gives 3 mana, or 4 when upgraded\n- Gate Guardian now evokes only 2 orbs when upgraded, plus card text now reflects extra tribute logic surrounding Sanga Thunder/Kazejin/Suijin\n- Kuriboh now applies Intangible correctly\n- Mirror Force now applies damage correctly\n- Ookazi now deals (5-9) damage, or (7-12) when upgraded\n- Pot of Avarice+ can now be played with 0 summons\n- Pot of Dichotomy now gives 2 extra summons, or 4 on upgrade\n- Scapegoat now applies Intangible correctly\n- Scrap Factory now gives 2 mana, or 3 mana when upgraded\n- Summoned Skull now deals 11 damage\n- Superheavy Magnet now Tributes 2, and has an effect for tributing magnet warriors. Increased block gain\n- Superheavy Ogre now gives Dexterity when tributed by Superheavy monsters\n- Swords of Concealing Light is now Rare\n- Toon Kingdom and Toon World now start with fewer damage stacks\n- Millennium Eye now gives a Toon World power that starts with fewer damage stacks\n- Unlocked all cards in the compendium for now (even random only cards)\n- Harpie's Feather Duster now gives 2x block for stacks removed\n- Spirit of the Harp now damages you if you tribute it for a dragon\n- Fixed some card text strings\n- Shard of Greed is now Uncommon and costs 1\n- Every instance of the word (on cards at least) is now capitalized!\n\n\n\nThanks for playing the Duelist! Please let me know if you have any feedback or bug reports!\nEmail: nyoxidestsmods@gmail.com\nDiscord: Nyoxide#3464",
  "version": "1.146.1",
  "sts_version": "1-23-2019",
  "mts_version": "3.8.3",
  "credits": "Shoutout to Konami",
  "dependencies": ["basemod", "stslib", "conspire", "ReplayTheSpireMod", "BlackRuseMod", "Slimebound"],
  "update_json": "https://api.github.com/repos/adambennett/StS-DuelistMod/releases/latest"
}
